---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.MEPSection.Number
source: html/443c0cd1-8eaa-bb7d-c9e2-36f8165f7687.htm
---
# Autodesk.Revit.DB.Mechanical.MEPSection.Number Property

The Section number.

## Syntax (C#)
```csharp
public int Number { get; }
```